Revit 2027 API
Generic.GenericReflectivityAt0deg Property
 The property labeled "Reflectivity/Direct" from the "Generic" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string GenericReflectivityAt0deg { get; }
Public Shared ReadOnly Property GenericReflectivityAt0deg As String
	Get
public:
static property String^ GenericReflectivityAt0deg {
	String^ get ();
}
static member GenericReflectivityAt0deg : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble". This property allows a connected asset.
See Also
Reference
Generic Class
Autodesk.Revit.DB.Visual Namespace